Repository: johnbean393/Hivecrew
Catalog: Hivecrew/Hivecrew/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, zh_hans

source: Scheduled task not found
de: Geplante Aufgabe nicht gefunden
es: Tarea programada no encontrada
fr: Tâche planifiée non trouvée
it: Task programmato non trovato
ja: スケジュールタスクが見つかりません
ko: 예약된 작업을 찾을 수 없음
zh_hans: 未找到计划任务

source: Scheduled Task Started
de: Geplante Aufgabe gestartet
es: Tarea programada iniciada
fr: Tâche planifiée démarrée
it: Attività pianificata avviata
ja: スケジュールタスクが開始しました
ko: 예약 작업 시작됨
zh_hans: 计划任务已启动

source: Screenshot not available
de: Screenshot nicht verfügbar
es: Captura de pantalla no disponible
fr: Capture d'écran non disponible
it: Screenshot non disponibile
ja: スクリーンショットは利用できません
ko: 스크린샷 사용 불가
zh_hans: 截图不可用

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
zh_hans: 搜索

source: Search Provider
de: Suchanbieter
es: Proveedor de búsqueda
fr: Fournisseur de recherche
it: Provider di ricerca
ja: 検索プロバイダー
ko: 검색 제공자
zh_hans: 搜索提供商

source: Search skills
de: Suchen
es: Buscar habilidades
fr: Rechercher des compétences
it: Cerca competenze
ja: スキルを検索
ko: 스킬 검색
zh_hans: 搜索技能

source: SearchAPI (paid)
de: SearchAPI (kostenpflichtig)
es: SearchAPI (de pago)
fr: SearchAPI (payant)
it: SearchAPI (a pagamento)
ja: SearchAPI（有料）
ko: SearchAPI (유료)
zh_hans: SearchAPI (付费)

source: seconds
de: Sekunden
es: segundos
fr: secondes
it: secondi
ja: 秒
ko: 초
zh_hans: 秒

source: Select a cheaper/faster model for simple tasks like title generation and webpage extraction. Leave unset to use the main model.
de: Wählen Sie ein günstigeres/schnelleres Modell für einfache Aufgaben wie Titelgenerierung und Webseitenextraktion. Lassen Sie die Einstellung nicht festgelegt, um das Hauptmodell zu verwenden.
es: Selecciona un modelo más económico y rápido para tareas simples como la generación de títulos y la extracción de páginas web. Déjalo sin configurar para usar el modelo principal.
fr: Sélectionnez un modèle moins cher et plus rapide pour les tâches simples comme la génération de titres et l'extraction de pages web. Laissez vide pour utiliser le modèle principal.
it: Seleziona un modello più economico/veloce per attività semplici come la generazione di titoli e l'estrazione di pagine web. Lascia non impostato per utilizzare il modello principale.
ja: タイトル生成やウェブページ抽出などのシンプルなタスク向けに、安価/高速なモデルを選択してください。設定しない場合はメインモデルを使用します。
ko: 간단한 작업(제목 생성, 웹 페이지 추출 등)에 더 빠르고 저렴한 모델을 선택합니다. 설정하지 않으면 주 모델을 사용합니다.
zh_hans: 为标题生成、网页提取等简单任务选择更经济高效的模型。如不设置，将使用主模型。

source: Select a file from your Mac to inject into VMs
de: Wählen Sie eine Datei von Ihrem Mac aus, um sie in VMs zu injizieren.
es: Seleccione un archivo de su Mac para inyectar en VMs
fr: Sélectionner un fichier depuis votre Mac à injecter dans les VM
it: Seleziona un file dal tuo Mac da iniettare nelle VM
ja: VMに注入するファイルをMacから選択
ko: Mac에서 VM에 주입할 파일을 선택하세요
zh_hans: 选择要注入到 VM 中的文件

source: Select a skill to view details
de: Fähigkeit auswählen, um Details anzuzeigen
es: Seleccione una habilidad para ver detalles
fr: Sélectionnez une compétence pour afficher les détails
it: Seleziona una skill per visualizzare i dettagli
ja: 詳細を表示するにはスキルを選択してください
ko: 세부 정보를 볼 스킬을 선택하세요
zh_hans: 选择一个技能以查看详情

source: Select a template...
de: Vorlage auswählen...
es: Seleccionar una plantilla...
fr: Sélectionnez un modèle...
it: Seleziona un modello...
ja: テンプレートを選択...
ko: 템플릿 선택...
zh_hans: 选择模板...

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 전체 선택
zh_hans: 全选

source: Select an option:
de: Wählen Sie eine Option:
es: Seleccione una opción:
fr: Sélectionnez une option :
it: Seleziona un'opzione:
ja: オプションを選択:
ko: 옵션을 선택하세요:
zh_hans: 请选择一个选项：

source: Select credentials to import (%lld selected)
de: Anmeldeinformationen zum Importieren auswählen (%lld ausgewählt)
es: Seleccione las credenciales para importar (%lld seleccionadas)
fr: Sélectionnez les informations d'identification à importer (%lld sélectionnées)
it: Seleziona le credenziali da importare (%lld selezionate)
ja: 認証情報を選択（インポート）（%lld件選択）
ko: 가져올 자격 증명 선택 (%lld개 선택됨)
zh_hans: 选择要导入的凭据（%lld 已选择）

source: Select File
de: Datei auswählen
es: Seleccionar archivo
fr: Sélectionner un fichier
it: Seleziona file
ja: ファイルを選択
ko: 파일 선택
zh_hans: 选择文件

source: Select Provider
de: Anbieter auswählen
es: Seleccionar proveedor
fr: Sélectionner le fournisseur
it: Seleziona provider
ja: プロバイダーを選択
ko: 공급자 선택
zh_hans: 选择服务商

source: Select Skills
de: Skills auswählen
es: Seleccionar habilidades
fr: Sélectionner les compétences
it: Seleziona competenze
ja: スキルを選択
ko: 스킬 선택
zh_hans: 选择技能

source: Selected Skills
de: Ausgewählte Fähigkeiten
es: Habilidades seleccionadas
fr: Compétences sélectionnées
it: Competenze selezionate
ja: 選択されたスキル
ko: 선택한 스킬
zh_hans: 所选技能

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 전송
zh_hans: 发送

source: Send (%@)
de: Senden (%@)
es: Enviar (%@)
fr: Envoyer (%@)
it: Invia (%@)
ja: 送信 (%@)
ko: 보내기 (%@)
zh_hans: 发送 (%@)

source: Send Code
de: Code senden
es: Enviar código
fr: Envoyer le code
it: Invia codice
ja: コード送信
ko: 코드 전송
zh_hans: 发送验证码

source: SerpAPI (paid)
de: SerpAPI (kostenpflichtig)
es: SerpAPI (de pago)
fr: SerpAPI (payant)
it: SerpAPI (a pagamento)
ja: SerpAPI (有料)
ko: SerpAPI (유료)
zh_hans: SerpAPI（付费）

source: Service Name
de: Dienstname
es: Nombre del servicio
fr: Nom du service
it: Nome servizio
ja: サービス名
ko: 서비스 이름
zh_hans: 服务名称

source: Service: %@
de: Dienst: %@
es: Servicio: %@
it: Servizio: %@
ja: サービス: %@
ko: 서비스: %@
zh_hans: 服务: %@

source: Session Traces
de: Sitzungsprotokolle
es: Trazas de sesión
fr: Traces de session
it: Tracce sessione
ja: セッショントレース
ko: 세션 추적
zh_hans: 会话追踪

source: Session traces are never automatically deleted
de: Sitzungs-Traces werden niemals automatisch gelöscht
es: Los trazados de sesión nunca se eliminan automáticamente
fr: Les traces de session ne sont jamais supprimées automatiquement
it: Le tracce delle sessioni non vengono mai eliminate automaticamente
ja: セッション トレースは自動的に削除されません
ko: 세션 트레이스는 자동으로 삭제되지 않습니다
zh_hans: 会话追踪永不自动删除

source: Set as Default
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
it: Imposta come predefinito
ja: デフォルトに設定
ko: 기본값으로 설정
zh_hans: 设为默认

source: Set as Default Provider
de: Als Standardanbieter festlegen
es: Establecer como proveedor predeterminado
fr: Définir comme fournisseur par défaut
it: Imposta come provider predefinito
ja: デフォルトプロバイダとして設定
ko: 기본 제공자로 설정
zh_hans: 设为默认提供商

source: Set Default
de: Als Standard festlegen
es: Establecer predeterminado
fr: Définir par défaut
it: Imposta predefinito
ja: デフォルトに設定
ko: 기본값 설정
zh_hans: 设为默认

source: Set up multiple AI providers in Settings → Providers. You can choose which provider and model to use for each task.
de: Richten Sie mehrere KI-Anbieter in Einstellungen → Providers ein. Sie können für jede Aufgabe den Anbieter und das Modell auswählen.
es: Configura varios proveedores de IA en Ajustes → Proveedores. Puedes elegir el proveedor y modelo que usar para cada tarea.
fr: Configurez plusieurs fournisseurs d'IA dans Réglages → Fournisseurs. Vous pouvez choisir le fournisseur et le modèle à utiliser pour chaque tâche.
it: Configura più provider AI in Impostazioni → Provider. Puoi scegliere quale provider e modello usare per ogni attività.
ja: 複数のAIプロバイダーを環境設定 → プロバイダーで設定します。各タスクに使用するプロバイダーとモデルを選択できます。
ko: 설정 → 공급자에서 여러 AI 공급자를 설정할 수 있습니다. 각 작업에 사용할 공급자와 모델을 선택할 수 있습니다.
zh_hans: 在设置 → 提供商中配置多个 AI 提供商。您可以为每个任务选择提供商和模型。

source: Set Up Remote Access
de: Fernzugriff einrichten
es: Configurar acceso remoto
fr: Configurer l'accès à distance
it: Configura accesso remoto
ja: リモートアクセスを設定
ko: 원격 접근 설정
zh_hans: 设置远程访问

source: Set up Remote Access to use the Web UI from your phone or any browser. Pair devices securely with a one-time code—no passwords needed.
de: Fernzugriff einrichten, um die Web-Oberfläche von Ihrem Smartphone oder einem beliebigen Browser zu nutzen. Koppeln Sie Geräte sicher mit einem Einmalcode – ohne Passwörter.
es: Configura el acceso remoto para usar la interfaz web desde tu teléfono o cualquier navegador. Empareja dispositivos de forma segura con un código de un solo uso: no se necesitan contraseñas.
fr: Configurez l'accès à distance pour utiliser l'interface Web depuis votre téléphone ou n'importe quel navigateur. Appairez les appareils en toute sécurité avec un code à usage unique—aucun mot de passe requis.
it: Configura l'Accesso Remoto per usare la Web UI dal telefono o da qualsiasi browser. Associa i dispositivi in modo sicuro con un codice monouso - senza password.
ja: リモートアクセスを設定すると、携帯電話やブラウザからWeb UIを使用できます。ワンタイムコードで安全にデバイスをペアリングでき、パスワードは不要です。
ko: 원격 접근을 설정하면 휴대전화나 브라우저에서 Web UI를 사용할 수 있습니다. 기기를 일회용 코드로 안전하게 연결하세요—비밀번호가 필요하지 않습니다.
zh_hans: 设置远程访问，即可通过手机或任意浏览器使用 Web UI。设备配对采用一次性验证码，安全无忧，无需密码。

source: Setup Commands
de: Einrichtungsbefehle
es: Comandos de configuración
fr: Commandes de configuration
it: Comandi di Configurazione
ja: セットアップコマンド
ko: 설정 명령
zh_hans: 设置命令

source: Shell commands executed in order after the VM boots, before the agent starts working.
de: Shell-Befehle, die der Reihe nach ausgeführt werden, nachdem die VM gestartet wurde, bevor der Agent mit der Arbeit beginnt.
es: Comandos de shell ejecutados en secuencia tras el inicio de la VM, antes de que el agente comience a trabajar.
fr: Commandes shell exécutées dans l'ordre après le démarrage de la VM, avant le début du travail de l'agent.
it: Comandi shell eseguiti in sequenza dopo l'avvio della VM, prima che l'agente inizi a lavorare.
ja: VMが起動した後、エージェントが作業を開始する前、シェルコマンドが順序立てて実行されます。
ko: VM이 부팅된 후 에이전트가 작업을 시작하기 전에 순서대로 실행되는 Shell 명령입니다.
zh_hans: Shell 命令在 VM 启动后、代理开始工作前按顺序执行。

source: Show API key
de: API-Schlüssel anzeigen
es: Mostrar API key
fr: Afficher la clé API
it: Mostra chiave API
ja: API キーを表示
ko: API 키 표시
zh_hans: 显示 API 密钥

source: Show deliverables in Finder
de: Ergebnisse im Finder anzeigen
es: Mostrar entregables en Finder
fr: Afficher les livrables dans le Finder
it: Mostra i deliverable in Finder
ja: Finder で成果物を表示
ko: Finder에서 결과물 표시
zh_hans: 在 Finder 中显示交付物

source: Show in Finder
de: Im Finder zeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
it: Mostra in Finder
ja: Finderで表示
ko: Finder에서 보기
zh_hans: 在 Finder 中显示

source: Show Onboarding Wizard…
de: Onboarding-Assistent anzeigen…
es: Mostrar asistente de incorporación…
fr: Afficher l'assistant de démarrage…
it: Mostra procedura guidata di onboarding…
ja: オンボーディングウィザードを表示…
ko: 온보딩 마법사 표시…
zh_hans: 显示引导向导…

source: Show Trace Panel
de: Trace-Panel anzeigen
es: Mostrar panel de traza
fr: Afficher le panneau de trace
it: Mostra pannello Traccia
ja: トレースパネルを表示
ko: 트레이스 패널 표시
zh_hans: 显示追踪面板

source: Skill Saved!
de: Skill gespeichert!
es: ¡Habilidad guardada!
fr: Compétence enregistrée !
it: Competenza salvata!
ja: スキルを保存しました
ko: 스킬 저장 완료!
zh_hans: 技能已保存！

source: Skills
de: Fähigkeiten
es: Habilidades
fr: Compétences
it: Competenze
ja: スキル
ko: 스킬
zh_hans: 技能

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
zh_hans: 跳过

source: Skip missing files and proceed anyway
de: Fehlende Dateien überspringen und fortfahren
es: Omitir archivos faltantes y continuar de todos modos
fr: Passer les fichiers manquants et continuer quand même
it: Salta i file mancanti e procedi comunque
ja: 不足しているファイルをスキップして続行
ko: 누락된 파일 건너뛰고 진행
zh_hans: 跳过缺失文件并继续

source: Skip This Version
de: Diese Version überspringen
es: Omitir esta versión
fr: Ignorer cette version
it: Salta questa versione
ja: このバージョンをスキップ
ko: 이 버전 건너뛰기
zh_hans: 跳过此版本

source: Skipped
de: Übersprungen
es: Omitido
fr: Ignoré
it: Saltato
ja: スキップ
ko: 건너뛴
zh_hans: 已跳过

source: Skipped %lld duplicates
de: Übersprungene %lld Duplikate
es: Se omitieron %lld duplicados
fr: %lld doublons ignorés
it: Saltati %lld duplicati
ja: %lld件の重複をスキップ
ko: 중복 %lld건 건너뛰기
zh_hans: 已跳过 %lld 个重复项

source: Some files attached to the original task could not be found.
de: Einige Dateien im Anhang der Originalaufgabe konnten nicht gefunden werden.
es: Algunos archivos adjuntos a la tarea original no se encontraron.
fr: Certains fichiers joints à la tâche originale n'ont pas pu être trouvés.
it: Alcuni file allegati all'attività originale non sono stati trovati.
ja: 元のタスクに添付された一部のファイルが見つかりませんでした。
ko: 원래 작업에 첨부된 일부 파일을 찾을 수 없습니다.
zh_hans: 无法找到原始任务中的部分附件。

source: Space-separated arguments passed to the command
de: Durch Leerzeichen getrennte Argumente für den Befehl
es: Argumentos separados por espacios que se pasan al comando
fr: Arguments transmis à la commande, séparés par des espaces
it: Argomenti separati da spazio passati al comando
ja: コマンドに渡すスペース区切りの引数
ko: 명령에 전달되는 공백으로 구분된 인수
zh_hans: 传递给命令的空格分隔参数

source: Standard I/O (Local Process)
de: Standard-E/A (Lokaler Prozess)
es: E/S estándar (Proceso local)
fr: Standard I/O (processus local)
it: Standard I/O (Processo locale)
ja: Standard I/O（ローカルプロセス）
ko: Standard I/O (로컬 프로세스)
zh_hans: 标准 I/O（本地进程）

source: Start a task or developer VM to see it here
de: Starten Sie eine Aufgaben- oder Entwickler-VM, um sie hier zu sehen
es: Inicia una tarea o VM de desarrollador para verla aquí
fr: Démarrez une tâche ou une VM de développeur pour la voir ici
it: Avvia un'attività o una VM di sviluppo per vederla qui
ja: タスクまたは開発者VMを起動して、ここに表示されます
ko: 작업 또는 개발자 VM을 시작하면 여기에 표시됩니다
zh_hans: 启动任务或开发者 VM 即可在此处查看

source: Start VM
de: VM starten
es: Iniciar VM
fr: Démarrer la VM
it: Avvia VM
ja: VMを起動
ko: VM 시작
zh_hans: 启动 VM

source: Starting...
de: Wird gestartet...
es: Iniciando...
fr: Démarrage...
it: Avvio in corso...
ja: 起動中...
ko: 시작 중...
zh_hans: 正在启动...

source: Step %lld
de: Schritt %lld
es: Paso %lld
fr: Étape %lld
it: Passo %lld
ja: %lld ステップ
ko: 단계 %lld
zh_hans: 第 %lld 步

source: Steps %lld
de: Schritte %lld
es: Pasos %lld
fr: Étapes %lld
it: Passi %lld
ja: ステップ %lld
ko: 단계 %lld
zh_hans: 步骤 %lld

source: Stop the VM before deleting
de: VM vor dem Löschen stoppen
es: Detenga la VM antes de eliminarla
fr: Arrêtez la VM avant de la supprimer
it: Ferma la VM prima di eliminarla
ja: 削除するには、まずVMを停止してください
ko: VM을 삭제하려면 먼저 중지하세요
zh_hans: 删除前请先停止虚拟机

source: Stop VM
de: VM stoppen
es: Detener VM
fr: Arrêter VM
it: Ferma VM
ja: VMを停止
ko: VM 중지
zh_hans: 停止 VM

source: Stopped
de: Angehalten
es: Detenido
fr: Arrêté
it: Arrestato
ja: 停止中
ko: 중지됨
zh_hans: 已停止

source: Stopping VM...
de: VM wird gestoppt...
es: Deteniendo VM...
fr: Arrêt de la VM...
it: Arresto della VM in corso...
ja: VMを停止中...
ko: VM 중지 중...
zh_hans: 正在停止虚拟机……

source: Storage Locations
de: Speicherorte
es: Ubicaciones de almacenamiento
fr: Emplacements de stockage
it: Posizioni di archiviazione
ja: ストレージ
ko: 저장소 위치
zh_hans: 存储位置

source: Store Credentials Securely
de: Anmeldedaten sicher speichern
es: Almacenar credenciales de forma segura
fr: Stocker les identifiants en toute sécurité
it: Memorizza credenziali in modo sicuro
ja: 認証情報を安全に保存
ko: 자격 증명 안전하게 저장
zh_hans: 安全存储凭据

source: Stored Credentials
de: Gespeicherte Zugangsdaten
es: Credenciales almacenadas
fr: Identifiants stockés
it: Credenziali memorizzate
ja: 保存済み認証情報
ko: 저장된 인증 정보
zh_hans: 存储的凭证

source: Submit
de: Absenden
es: Enviar
fr: Valider
it: Invia
ja: 送信
ko: 제출
zh_hans: 提交

source: Successfully completed a task? Click "Extract Skill" to save it for reuse. The AI will capture the key instructions.
de: Aufgabe erfolgreich abgeschlossen? Klicken Sie auf „Extract Skill", um sie wiederzuverwenden. Die KI erfasst dabei die wichtigsten Anweisungen.
es: ¿Completaste una tarea correctamente? Haz clic en «Extract Skill» para guardarla y reutilizarla. La IA capturará las instrucciones clave.
fr: Une tâche a-t-elle été terminée avec succès ? Cliquez sur « Extraire une compétence » pour la sauvegarder et la réutiliser. L'IA capturera les instructions clés.
it: Attività completata con successo? Fai clic su «Extract Skill» per salvarla e riutilizzarla. L'IA acquisirà le istruzioni chiave.
ja: タスクが正常に完了しましたか？「Extract Skill」をクリックして、再利用のために保存してください。AIが重要な指示をキャプチャします。
ko: 태스크를 성공적으로 완료하셨나요? 'Extract Skill'을 클릭하여 재사용을 위해 저장하세요. AI가 핵심 지침을 캡처합니다.
zh_hans: 任务成功完成？点击「Extract Skill」保存以供复用。AI 会捕获关键指令。

source: Suspending
de: Wird angehalten
es: Suspendiendo
fr: Mise en veille
it: Sospensione in corso
ja: 一時停止中
ko: 일시 중단 중
zh_hans: 暂停中

source: SwiftData backup saved successfully.
de: SwiftData-Backup erfolgreich gespeichert.
es: Copia de seguridad de SwiftData guardada correctamente.
fr: Sauvegarde SwiftData enregistrée avec succès.
it: Backup SwiftData completato con successo.
ja: SwiftData バックアップは正常に保存されました。
ko: SwiftData 백업이 완료되었습니다.
zh_hans: SwiftData 备份已成功保存。

source: SwiftData has been restored. The app will now quit. Please relaunch the app.
de: SwiftData wurde wiederhergestellt. Die App wird jetzt beendet. Bitte starten Sie die App neu.
es: SwiftData se ha restaurado. La aplicación se cerrará. Vuelve a iniciar la aplicación.
fr: SwiftData a été restauré. L'application va maintenant quitter. Veuillez relancer l'application.
it: SwiftData è stata ripristinata. L'app si chiuderà ora. Riavvia l'app.
ja: SwiftDataの復元が完了しました。アプリを終了します。再起動してください。
ko: SwiftData가 복원되었습니다. 앱이 종료됩니다. 앱을 다시 실행해 주세요.
zh_hans: SwiftData 已还原。应用即将退出，请重新启动应用。

source: Switch to Plan mode for complex tasks. The agent will create a step-by-step plan you can review and approve before execution begins.
de: Wechseln Sie in den Plan-Modus für komplexe Aufgaben. Der Agent erstellt einen Schritt-für-Schritt-Plan, den Sie vor Beginn der Ausführung überprüfen und genehmigen können.
es: Cambie al modo Plan para tareas complejas. El agente creará un plan paso a paso que podrá revisar y aprobar antes de que comience la ejecución.
fr: Passez en mode Plan pour les tâches complexes. L'agent créera un plan étape par étape que vous pourrez examiner et approuver avant le début de l'exécution.
it: Passa alla Modalità Piano per attività complesse. L'agente creerà un piano passo dopo passo che potrai rivedere e approvare prima dell'avvio dell'esecuzione.
ja: 複雑なタスクにはプランモードに切り替えてください。エージェントがステップバイステップのプランを作成し、実行を開始する前に確認して承認することができます。
ko: 복잡한 작업은 플랜 모드로 전환하세요. 에이전트가 단계별 계획을 생성하면 실행 전에 검토하고 승인할 수 있습니다.
zh_hans: 切换到计划模式以处理复杂任务。代理将创建逐步计划，您可以在执行开始前进行审核和批准。

source: Switch to the Environments tab to watch agents in real-time. You'll see live screenshots and an activity stream as they work.
de: Wechseln Sie zum Umgebungen-Tab, um Agenten in Echtzeit zu beobachten. Dort sehen Sie Live-Screenshots und einen Aktivitäts-Stream während der Arbeit.
es: Cambia a la pestaña Environments para ver a los Agents en tiempo real. Verás capturas de pantalla en vivo y un flujo de actividad mientras trabajan.
fr: Basculez vers l'onglet Environnements pour observer les agents en temps réel. Vous verrez des captures d'écran en direct et un flux d'activité pendant qu'ils travaillent.
it: Passa alla scheda Ambienti per osservare gli agenti in tempo reale. Vedrai screenshot dal vivo e un flusso di attività mentre lavorano.
ja: 「Environments」タブに切り替えると、リアルタイムでエージェントの動作を確認できます。スクリーンショットとアクティビティストリームがリアルタイムで表示されます。
ko: 에이전트의 작업을 실시간으로 확인하려면 환경 탭으로 전환하세요. 작업 중인 라이브 스크린샷과 활동 스트림이 표시됩니다.
zh_hans: 切换到「环境」标签页，实时观看代理工作。您将看到实时截图和活动流，了解它们的工作状态。

source: Take Control Anytime
de: Jederzeit die Kontrolle übernehmen
es: Tomar el control en cualquier momento
fr: Prenez le contrôle à tout moment
it: Prendi il controllo in qualsiasi momento
ja: いつでも手動制御
ko: 언제든지 제어 가능
zh_hans: 随时接管

source: Task Completed
de: Aufgabe abgeschlossen
es: Tarea completada
fr: Tâche terminée
it: Attività completata
ja: タスク完了
ko: 작업 완료
zh_hans: 任务已完成

source: Task Description
de: Aufgabenbeschreibung
es: Descripción de la tarea
fr: Description de la tâche
it: Descrizione attività
ja: タスク説明
ko: 작업 설명
zh_hans: 任务描述

source: Task Failed
de: Task fehlgeschlagen
es: Tarea fallida
fr: Tâche échouée
it: Task fallito
ja: タスク失敗
ko: 작업 실패
zh_hans: 任务失败

source: Task Hit Max Steps
de: Maximale Schritte erreicht
es: La tarea alcanzó el máximo de pasos
fr: Tâche : étapes maximales atteintes
it: Raggiunto numero massimo di passi
ja: 最大ステップ数に達しました
ko: 작업 최대 단계 도달
zh_hans: 任务达到最大步数

source: Task Incomplete
de: Aufgabe unvollständig
es: Tarea incompleta
fr: Tâche incomplète
it: Attività incompleta
ja: タスク未完了
ko: 작업 미완료
zh_hans: 任务未完成

source: Task Timed Out
de: Aufgabe Timeout
es: Tarea agotó el tiempo
fr: Tâche expirée
it: Attività scaduta
ja: タイムアウト
ko: 태스크 시간 초과
zh_hans: 任务超时

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
it: Attività
ja: タスク
ko: 작업
zh_hans: 任务

source: Template Update Available
de: Vorlagen-Update verfügbar
es: Actualización de plantilla disponible
fr: Mise à jour du modèle disponible
it: Aggiornamento template disponibile
ja: テンプレート更新
ko: 템플릿 업데이트 사용 가능
zh_hans: 模板更新可用

source: Templates are pre-configured macOS images with the Hivecrew agent installed
de: Vorlagen sind vorkonfigurierte macOS-Images mit installiertem Hivecrew-Agent
es: Las plantillas son imágenes de macOS preconfiguradas con el agente Hivecrew instalado
fr: Les modèles sont des images macOS préconfigurées avec l'agent Hivecrew installé
it: I modelli sono immagini macOS preconfigurate con l'agente Hivecrew installato
ja: テンプレートとは、Hivecrew エージェントがインストールされた事前設定済みの macOS イメージです
ko: 템플릿은 Hivecrew 에이전트가 설치된 사전 구성된 macOS 이미지입니다
zh_hans: 模板是预配置好的 macOS 虚拟机镜像，已安装 Hivecrew 代理

source: Templates are pre-configured macOS images with the Hivecrew agent installed.
de: Vorlagen sind vorkonfigurierte macOS-Images mit installiertem Hivecrew-Agenten.
es: Las plantillas son imágenes de macOS preconfiguradas con el agente Hivecrew instalado.
fr: Les modèles sont des images macOS préconfigurées avec l'agent Hivecrew installé.
it: I template sono immagini macOS preconfigurate con l'agente Hivecrew installato.
ja: テンプレートは、Hivecrew エージェントがインストールされた構成済みの macOS イメージです。
ko: 템플릿은 Hivecrew 에이전트가 설치된 사전 구성된 macOS 이미지입니다.
zh_hans: 模板是预配置的 macOS 镜像，已安装 Hivecrew 代理。

source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
it: Testa connessione
ja: 接続テスト
ko: 연결 테스트
zh_hans: 测试连接

source: The agent wants to execute the following action:
de: Der Agent möchte die folgende Aktion ausführen:
es: El agente quiere ejecutar la siguiente acción:
fr: L'agent souhaite exécuter l'action suivante :
it: L'agente vuole eseguire la seguente azione:
ja: 次のアクションを実行しようとしています：
ko: 에이전트가 다음 동작을 실행하려고 합니다:
zh_hans: 代理想要执行以下操作：

source: The backup file does not contain valid SwiftData files.
de: Die Sicherungsdatei enthält keine gültigen SwiftData-Dateien.
es: El archivo de respaldo no contiene archivos de SwiftData válidos.
fr: Le fichier de sauvegarde ne contient pas de fichiers SwiftData valides.
it: Il file di backup non contiene file SwiftData validi.
ja: バックアップファイルに有効なSwiftDataファイルが含まれていません。
ko: 백업 파일에 유효한 SwiftData 파일이 없습니다.
zh_hans: 备份文件中不包含有效的 SwiftData 文件。

source: The executable to run (e.g., npx, node, python)
de: Der auszuführende Befehl (z. B. npx, node, python)
es: El ejecutable a ejecutar (p. ej., npx, node, python)
fr: L'exécutable à lancer (par ex. : npx, node, python)
it: L'eseguibile da eseguire (es. npx, node, python)
ja: 実行コマンド（例: npx、node、python）
ko: 실행할 실행 파일 (예: npx, node, python)
zh_hans: 要运行的可执行文件（例如：npx、node、python）

source: The following tasks were queued from your previous session. Select which tasks you'd like to run.
de: Die folgenden Aufgaben wurden aus Ihrer vorherigen Sitzung in die Warteschlange gestellt. Wählen Sie aus, welche Aufgaben Sie ausführen möchten.
es: Se encontraron las siguientes tareas en cola de tu sesión anterior. Selecciona las tareas que deseas ejecutar.
fr: Les tâches suivantes ont été mises en file d'attente lors de votre session précédente. Sélectionnez les tâches que vous souhaitez exécuter.
it: Le seguenti attività sono state accodate dalla sessione precedente. Selezionare le attività che si desidera eseguire.
ja: 前回セッションで以下のタスクがキューに追加されました。実行するタスクを選択してください。
ko: 이전 세션에서 다음 작업이 대기되었습니다. 실행할 작업을 선택하세요.
zh_hans: 以下任务已在上次会话中排队等待。请选择您想要运行的任务。
